[ChosenWeakEnviro X2AbilityTemplate]  
LocFriendlyName="环境敏感"  
LocLongDescription="受到火焰、毒气和酸等效果造成额外伤害。"  
LocHelpText="受到火焰、毒气和酸等效果造成额外伤害。"  
  
[ChosenWeakPsi X2AbilityTemplate]  
LocFriendlyName="意志薄弱"  
LocLongDescription="受到灵能攻击造成额外伤害。"  
LocHelpText="受到灵能攻击造成额外伤害。"